{
  "legal": {
    "privacyTitle": "Privacy Policy",
    "privacyDescription": "How we protect your personal data and privacy",
    "termsTitle": "Terms and Conditions",
    "termsDescription": "Terms of use for our hot air balloon flight services",
    "cancellationTitle": "Cancellation Policy",
    "cancellationDescription": "Information about cancellations, changes, and refunds",
    "lastUpdated": "Last updated",
    "contactTitle": "Contact",
    "contactText": "For any questions regarding these policies, please contact us at",
    "emailPrivacy": "privacy@flyingpicturesmexico.com",
    "emailTerms": "info@flyingpicturesmexico.com",
    "emailCancellation": "support@flyingpicturesmexico.com",
    "phone": "+52 (55) 8025 1057",
    "schedule": "Monday to Sunday, 6:00 AM – 8:00 PM (Mexico City time)",
    "pricingTitle": "Pricing and Refunds",
    "contactPhone": "Phone:",
    "contactSchedule": "Business hours:",
    "privacy": {
      "introTitle": "1. Introduction",
      "introText": "At Flying Pictures México, we are committed to protecting your privacy. This Privacy Policy describes how we collect, use, disclose, and safeguard your information when you visit our website and use our hot air balloon flight services.",
      "dataTitle": "2. Data We Collect",
      "dataIntro": "We may collect the following types of information:",
      "personalInfo": "Personal information: Name, email address, phone number, address, and payment details when you make a reservation.",
      "identificationInfo": "Identification information: Passport, INE, or other official identification for identity verification.",
      "healthInfo": "Health information: Weight, relevant medical conditions, and physical restrictions to ensure your safety during the flight.",
      "technicalInfo": "Technical information: IP address, browser type, operating system, and website usage data.",
      "photosVideos": "Photos and videos: Images taken during your flight experience (with your consent).",
      "usageTitle": "3. How We Use Your Information",
      "usageIntro": "We use your information for the following purposes:",
      "useProcess": "To process and manage your flight reservations",
      "useCommunicate": "To communicate with you regarding confirmations, reminders, and relevant information",
      "useSafety": "To ensure your safety during the flight experience",
      "useImprove": "To improve our services and user experience",
      "useLegal": "To comply with legal and regulatory obligations",
      "useMarketing": "To send promotional communications (with your consent)",
      "usePayment": "To process payments and prevent fraud",
      "protectionTitle": "4. Data Protection",
      "protectionText": "We implement technical, administrative, and physical security measures to protect your personal information against unauthorized access, loss, alteration, or disclosure. These measures include data encryption, restricted access controls, and industry-standard aviation security protocols.",
      "cookiesTitle": "5. Cookies and Similar Technologies",
      "cookiesText": "Our website uses cookies and similar technologies to enhance your experience, analyze site traffic, and personalize content. You may control cookies through your browser settings.",
      "sharingTitle": "6. Sharing Information with Third Parties",
      "sharingIntro": "We do not sell or rent your personal information. We may share your data with:",
      "sharingProviders": "Service providers: Payment processors, communication services, and infrastructure providers.",
      "sharingAuthorities": "Regulatory authorities: When required by law, such as civil aviation authorities or security agencies.",
      "sharingPartners": "Business partners: Hotels, restaurants, and transportation services that are part of your experience (with your consent).",
      "rightsTitle": "7. Your Rights",
      "rightsIntro": "You have the following rights regarding your personal information:",
      "rightAccess": "Access your personal data",
      "rightRectify": "Correct inaccurate information",
      "rightDelete": "Request deletion of your personal data",
      "rightObject": "Object to or restrict data processing",
      "rightPortability": "Request data portability",
      "rightWithdraw": "Withdraw your consent at any time",
      "retentionTitle": "8. Data Retention",
      "retentionText": "We retain your personal information only for as long as necessary to fulfill the purposes described in this policy, unless a longer retention period is required or permitted by law. Reservation data may be retained for safety and legal compliance purposes.",
      "minorsTitle": "9. Minors",
      "minorsText": "Our services are not intended for minors. We do not knowingly collect personal information from minors. If you are a parent or legal guardian and believe a minor has provided us with personal information, please contact us so we can remove it.",
      "changesTitle": "10. Changes to This Policy",
      "changesText": "We may update this Privacy Policy periodically. Any significant changes will be communicated by posting the updated policy on this page and revising the last updated date.",
      "contactTitle": "11. Contact",
      "contactEmail": "Contact us at:",
      "contactPhone": "Phone:",
      "contactSchedule": "Business hours:"
    },
    "terms": {
      "introTitle": "1. Introduction and Acceptance",
      "introText": "Welcome to Flying Pictures México. These Terms and Conditions govern the use of our hot air balloon flight services and our website. By making a reservation, participating in a flight, or using our website, you agree to these terms in full.",
      "servicesTitle": "2. Flight Services",
      "servicesIntro": "Flying Pictures México offers hot air balloon flight experiences over the archaeological zone of Teotihuacán. Our services include:",
      "serviceShared": "Shared hot air balloon flights",
      "servicePrivate": "Private flights for exclusive groups",
      "serviceVip": "VIP experiences and personalized tours",
      "serviceExtras": "Additional services such as transportation and breakfast",
      "bookingTitle": "3. Reservations and Confirmation",
      "bookingIntro": "To book a flight, you must:",
      "booking1": "Provide accurate and up-to-date personal information, including valid identification.",
      "booking2": "Provide accurate health information, including weight and any medical conditions.",
      "booking3": "Complete full payment or the required deposit, depending on the reservation type.",
      "booking4": "Confirm your reservation within the timeframe indicated at purchase.",
      "bookingNote": "Reservation confirmation is subject to availability and favorable weather conditions.",
      "pricingTitle": "4. Pricing and Payments",
      "pricingIntro": "Flight prices are displayed in Mexican Pesos (MXN) and include:",
      "priceInclude1": "Certified hot air balloon flight",
      "priceInclude2": "Passenger insurance",
      "priceInclude3": "Flight certificate",
      "priceInclude4": "Champagne or non-alcoholic beverages (depending on the experience)",
      "priceNote": "Prices do not include transportation to/from your hotel, gratuities, or additional services not expressly stated.",
      "requirementsTitle": "5. Customer Requirements",
      "requirementsIntro": "To participate in our flights, you must meet the following requirements:",
      "reqAge": "Age: Minimum age is 12 years. Minors must be accompanied by a parent or legal guardian.",
      "reqWeight": "Weight: Total passenger weight must be within the balloon’s operational limits. Additional charges may apply.",
      "reqHealth": "Health: No serious medical conditions that prevent participation. Pregnant women over 20 weeks may not fly.",
      "reqDocs": "Documentation: Valid photo identification (passport, INE, or driver’s license).",
      "safetyTitle": "6. Safety Policy",
      "safetyText": "Safety is our top priority. All pilots are certified by Mexican civil aviation authorities and our balloons are regularly inspected. The pilot in command has final authority over all safety-related decisions, including flight cancellations or postponements.",
      "weatherTitle": "7. Weather Conditions",
      "weatherText": "Hot air balloon flights are weather-dependent. Flights operate only under safe conditions. If conditions are unsafe, the flight will be rescheduled or fully refunded.",
      "responsibilitiesTitle": "8. Customer Responsibilities",
      "responsibilitiesIntro": "By participating in our flights, you agree to:",
      "resp1": "Follow all safety instructions provided",
      "resp2": "Maintain safe and respectful behavior at all times",
      "resp3": "Not be under the influence of alcohol or controlled substances",
      "resp4": "Disclose any relevant medical conditions prior to the flight",
      "resp5": "Be responsible for any damage caused by personal negligence",
      "resp6": "Arrive on time at the designated meeting point",
      "liabilityTitle": "9. Limitation of Liability",
      "liabilityText": "Flying Pictures México operates under applicable civil aviation regulations. Our liability is limited to the terms of our liability insurance. We are not responsible for delays, cancellations, or losses caused by events beyond our reasonable control.",
      "ipTitle": "10. Intellectual Property",
      "ipText": "All content on this website, including text, images, logos, trademarks, and design, is the property of Flying Pictures México or used under license. Unauthorized use is prohibited.",
      "mediaTitle": "11. Photos and Videos",
      "mediaText": "During flights, photos and videos may be taken for promotional purposes. By flying with us, you grant permission for the use of your image unless you indicate otherwise prior to the flight.",
      "modificationsTitle": "12. Modifications",
      "modificationsText": "We reserve the right to modify these terms at any time. Changes take effect immediately upon publication on our website.",
      "lawTitle": "13. Governing Law",
      "lawText": "These terms are governed by the laws of the United Mexican States. Any dispute shall be resolved before the competent courts of the State of Mexico.",
      "contactTitle": "14. Contact",
      "contactEmail": "Contact us at:"
    },
    "cancellation": {
        "introTitle": "1. Introduction",
        "introText": "This Cancellation Policy outlines the terms and conditions applicable to cancellations, changes, and refunds for hot air balloon flight reservations with Flying Pictures México. By making a reservation, you agree to the terms described herein.",
        "customerTitle": "2. Cancellations by the Customer",
        "customerIntro": "If you need to cancel your reservation, the following conditions apply:",
        "refund72": "72+ hours in advance: 100% full refund.",
        "refund48": "24-72 hours in advance: 50% refund or one free date change.",
        "refund24": "Less than 24 hours in advance: No refund. Date change only, subject to availability.",
        "customerNote": "All cancellations must be requested in writing via email. Refund processing takes 5–10 business days after approval.",
        "noshowTitle": "3. No-Show",
        "noshowText": "Failure to arrive at the designated time and location results in no refund or date change. The no-show policy also applies if you arrive late and the balloon has already taken off.",
        "changesTitle": "4. Date Changes",
        "changesIntro": "If you need to change your flight date:",
        "change72": "72+ hours in advance: Free change, subject to availability.",
        "change48": "24-72 hours in advance: One free change; additional changes may incur a 25% fee.",
        "change24": "Less than 24 hours in advance: Change subject to availability with a 50% fee.",
        "changesNote": "Date change requests must be made at least 4 hours prior to the scheduled flight time.",
        "weatherTitle": "5. Weather-Related Cancellations",
        "weatherIntro": "If we need to cancel your flight due to unsafe weather conditions, you may choose:",
        "weatherRefund": "Full refund: 100% of your money will be refunded without deductions.",
        "weatherReschedule": "Free rescheduling: Reprogram for the date of your choice at no extra cost.",
        "weatherCredit": "Future credit: Credit valid for 12 months for use in any of our experiences.",
        "weatherNote": "The decision to cancel due to weather is made exclusively by our certified pilot based on aviation regulations and safety standards.",
        "healthTitle": "6. Health-Related Cancellations",
        "healthIntro": "If you cannot fly due to health reasons:",
        "healthWithCert": "With medical certificate: Full refund or free date change.",
        "healthWithoutCert": "Without medical certificate: Standard cancellation policy applies.",
        "healthNote": "Medical certificates must be issued by a licensed medical professional and must state that you cannot participate in aviation activities.",
        "processTitle": "7. Refund Process",
        "processIntro": "To request a refund:",
        "process1": "Send your request to refunds@flyingpicturesmexico.com",
        "process2": "Include your reservation number and reason for cancellation.",
        "process3": "Attach supporting documentation if applicable.",
        "process4": "Wait for confirmation of receipt (24–48 hours).",
        "process5": "Processing takes 5–10 business days.",
        "process6": "Refunds are issued to the original payment method.",
        "groupsTitle": "8. Group Reservations",
        "groupsText": "For group reservations (8 or more people), specific policies apply. Please contact our groups team directly, as non-refundable deposits and different policies may exist.",
        "insuranceTitle": "9. Travel Insurance",
        "insuranceText": "We recommend purchasing travel insurance that covers trip cancellations. Flying Pictures México offers the option to add cancellation insurance at the time of booking for an additional cost.",
        "exceptionsTitle": "10. Exceptions",
        "exceptionsText": "Flying Pictures México reserves the right to evaluate special and exceptional cases individually through our customer service team.",
        "contactTitle": "11. Contact",
        "contactEmail": "Contact us at:",
        "contactPhone": "Customer service phone:",
        "contactSchedule": "Business hours:"
        }
    }
}