{
  "legal": {
    "privacyTitle": "Aviso de privacidad",
    "privacyDescription": "Cómo protegemos tus datos personales y tu privacidad",
    "termsTitle": "Términos y condiciones",
    "termsDescription": "Condiciones de uso de nuestros servicios de vuelo en globo aerostático",
    "cancellationTitle": "Política de cancelación",
    "cancellationDescription": "Información sobre cancelaciones, cambios y reembolsos",
    "lastUpdated": "Última actualización",
    "contactTitle": "Contacto",
    "contactText": "Para cualquier duda relacionada con estas políticas, por favor contáctanos en",
    "emailPrivacy": "privacy@flyingpicturesmexico.com",
    "emailTerms": "info@flyingpicturesmexico.com",
    "emailCancellation": "support@flyingpicturesmexico.com",
    "phone": "+52 (55) 8025 1057",
    "schedule": "Lunes a domingo, 6:00 a.m. – 8:00 p.m. (hora de la Ciudad de México)",
    "pricingTitle": "Precios y reembolsos",
    "contactPhone": "Teléfono:",
    "contactSchedule": "Horario de atención:",

    "privacy": {
      "introTitle": "1. Introducción",
      "introText": "En Flying Pictures México estamos comprometidos con la protección de tu privacidad. Este Aviso de Privacidad describe cómo recopilamos, utilizamos, divulgamos y protegemos tu información cuando visitas nuestro sitio web y utilizas nuestros servicios de vuelo en globo aerostático.",
      "dataTitle": "2. Datos que recopilamos",
      "dataIntro": "Podemos recopilar los siguientes tipos de información:",
      "personalInfo": "Información personal: nombre, correo electrónico, número telefónico, domicilio y datos de pago al realizar una reservación.",
      "identificationInfo": "Información de identificación: pasaporte, INE u otra identificación oficial para verificación de identidad.",
      "healthInfo": "Información de salud: peso, condiciones médicas relevantes y restricciones físicas para garantizar tu seguridad durante el vuelo.",
      "technicalInfo": "Información técnica: dirección IP, tipo de navegador, sistema operativo y datos de uso del sitio web.",
      "photosVideos": "Fotos y videos: imágenes capturadas durante tu experiencia de vuelo (con tu consentimiento).",
      "usageTitle": "3. Uso de la información",
      "usageIntro": "Utilizamos tu información para los siguientes fines:",
      "useProcess": "Procesar y gestionar tus reservaciones de vuelo",
      "useCommunicate": "Comunicarnos contigo para confirmaciones, recordatorios e información relevante",
      "useSafety": "Garantizar tu seguridad durante la experiencia de vuelo",
      "useImprove": "Mejorar nuestros servicios y la experiencia del usuario",
      "useLegal": "Cumplir con obligaciones legales y regulatorias",
      "useMarketing": "Enviar comunicaciones promocionales (con tu consentimiento)",
      "usePayment": "Procesar pagos y prevenir fraudes",
      "protectionTitle": "4. Protección de datos",
      "protectionText": "Implementamos medidas de seguridad técnicas, administrativas y físicas para proteger tu información personal contra accesos no autorizados, pérdida, alteración o divulgación. Estas medidas incluyen cifrado de datos, controles de acceso restringidos y protocolos de seguridad aeronáutica conforme a estándares de la industria.",
      "cookiesTitle": "5. Cookies y tecnologías similares",
      "cookiesText": "Nuestro sitio web utiliza cookies y tecnologías similares para mejorar tu experiencia, analizar el tráfico del sitio y personalizar el contenido. Puedes controlar el uso de cookies desde la configuración de tu navegador.",
      "sharingTitle": "6. Compartición de información con terceros",
      "sharingIntro": "No vendemos ni rentamos tu información personal. Podemos compartir tus datos con:",
      "sharingProviders": "Proveedores de servicios: procesadores de pago, servicios de comunicación e infraestructura tecnológica.",
      "sharingAuthorities": "Autoridades regulatorias: cuando la ley lo requiera, como autoridades de aviación civil o agencias de seguridad.",
      "sharingPartners": "Socios comerciales: hoteles, restaurantes y servicios de transporte que formen parte de tu experiencia (con tu consentimiento).",
      "rightsTitle": "7. Tus derechos",
      "rightsIntro": "Tienes los siguientes derechos respecto a tu información personal:",
      "rightAccess": "Acceder a tus datos personales",
      "rightRectify": "Rectificar información incorrecta",
      "rightDelete": "Solicitar la eliminación de tus datos personales",
      "rightObject": "Oponerte o limitar el tratamiento de datos",
      "rightPortability": "Solicitar la portabilidad de datos",
      "rightWithdraw": "Retirar tu consentimiento en cualquier momento",
      "retentionTitle": "8. Conservación de datos",
      "retentionText": "Conservamos tu información personal únicamente durante el tiempo necesario para cumplir con los fines descritos en este aviso, salvo que la ley exija o permita un periodo mayor. Los datos de reservación pueden conservarse por razones de seguridad y cumplimiento legal.",
      "minorsTitle": "9. Menores de edad",
      "minorsText": "Nuestros servicios no están dirigidos a menores de edad. No recopilamos intencionalmente información personal de menores. Si eres padre, madre o tutor legal y consideras que un menor nos ha proporcionado información, contáctanos para proceder a su eliminación.",
      "changesTitle": "10. Cambios a este aviso",
      "changesText": "Podemos actualizar este Aviso de Privacidad periódicamente. Cualquier cambio relevante será comunicado mediante su publicación en esta página y la actualización de la fecha correspondiente.",
      "contactTitle": "11. Contacto",
      "contactEmail": "Contáctanos en:",
      "contactPhone": "Teléfono:",
      "contactSchedule": "Horario de atención:"
    },

    "terms": {
      "introTitle": "1. Introducción y aceptación",
      "introText": "Bienvenido a Flying Pictures México. Estos Términos y Condiciones regulan el uso de nuestros servicios de vuelo en globo aerostático y de nuestro sitio web. Al realizar una reservación, participar en un vuelo o utilizar el sitio, aceptas estos términos en su totalidad.",
      "servicesTitle": "2. Servicios de vuelo",
      "servicesIntro": "Flying Pictures México ofrece experiencias de vuelo en globo aerostático sobre la zona arqueológica de Teotihuacán. Nuestros servicios incluyen:",
      "serviceShared": "Vuelos compartidos en globo aerostático",
      "servicePrivate": "Vuelos privados para grupos exclusivos",
      "serviceVip": "Experiencias VIP y tours personalizados",
      "serviceExtras": "Servicios adicionales como transporte y desayuno",
      "bookingTitle": "3. Reservaciones y confirmación",
      "bookingIntro": "Para reservar un vuelo, debes:",
      "booking1": "Proporcionar información personal precisa y actualizada, incluyendo identificación válida.",
      "booking2": "Proporcionar información de salud correcta, incluyendo peso y condiciones médicas.",
      "booking3": "Completar el pago total o el anticipo requerido según el tipo de reservación.",
      "booking4": "Confirmar tu reservación dentro del plazo indicado al momento de la compra.",
      "bookingNote": "La confirmación está sujeta a disponibilidad y a condiciones meteorológicas favorables.",
      "pricingTitle": "4. Precios y pagos",
      "pricingIntro": "Los precios se muestran en pesos mexicanos (MXN) e incluyen:",
      "priceInclude1": "Vuelo en globo aerostático certificado",
      "priceInclude2": "Seguro para pasajeros",
      "priceInclude3": "Certificado de vuelo",
      "priceInclude4": "Champaña o bebidas sin alcohol (según la experiencia)",
      "priceNote": "Los precios no incluyen transporte desde/hacia el hotel, propinas ni servicios adicionales no especificados.",
      "requirementsTitle": "5. Requisitos del cliente",
      "requirementsIntro": "Para participar en los vuelos debes cumplir con los siguientes requisitos:",
      "reqAge": "Edad: mínima de 12 años. Los menores deben estar acompañados por un padre o tutor legal.",
      "reqWeight": "Peso: el peso total debe estar dentro de los límites operativos del globo. Pueden aplicar cargos adicionales.",
      "reqHealth": "Salud: no presentar condiciones médicas graves que impidan la actividad. Mujeres embarazadas de más de 20 semanas no pueden volar.",
      "reqDocs": "Documentación: identificación oficial vigente con fotografía.",
      "safetyTitle": "6. Política de seguridad",
      "safetyText": "La seguridad es nuestra máxima prioridad. Todos los pilotos están certificados por las autoridades de aviación civil y nuestros globos se inspeccionan regularmente. El piloto al mando tiene la autoridad final sobre cualquier decisión relacionada con la seguridad.",
      "weatherTitle": "7. Condiciones meteorológicas",
      "weatherText": "Los vuelos dependen del clima. Solo operamos bajo condiciones seguras. Si el clima no es adecuado, el vuelo será reprogramado o reembolsado.",
      "responsibilitiesTitle": "8. Responsabilidades del cliente",
      "responsibilitiesIntro": "Al participar aceptas:",
      "resp1": "Seguir todas las instrucciones de seguridad",
      "resp2": "Mantener una conducta respetuosa en todo momento",
      "resp3": "No estar bajo el efecto de alcohol o sustancias controladas",
      "resp4": "Informar cualquier condición médica relevante",
      "resp5": "Responder por daños causados por negligencia personal",
      "resp6": "Llegar puntualmente al punto de encuentro",
      "liabilityTitle": "9. Limitación de responsabilidad",
      "liabilityText": "Flying Pictures México opera conforme a la normativa aeronáutica vigente. Nuestra responsabilidad se limita a lo establecido por nuestra póliza de seguro. No somos responsables por retrasos, cancelaciones o pérdidas fuera de nuestro control razonable.",
      "ipTitle": "10. Propiedad intelectual",
      "ipText": "Todo el contenido del sitio, incluidos textos, imágenes, logotipos y diseño, es propiedad de Flying Pictures México o se utiliza bajo licencia. Queda prohibido su uso no autorizado.",
      "mediaTitle": "11. Fotos y videos",
      "mediaText": "Durante los vuelos pueden tomarse fotos y videos con fines promocionales. Al volar con nosotros autorizas el uso de tu imagen, salvo que indiques lo contrario previamente.",
      "modificationsTitle": "12. Modificaciones",
      "modificationsText": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Los cambios entran en vigor al publicarse.",
      "lawTitle": "13. Legislación aplicable",
      "lawText": "Estos términos se rigen por las leyes de los Estados Unidos Mexicanos. Cualquier controversia será resuelta ante los tribunales competentes del Estado de México.",
      "contactTitle": "14. Contacto",
      "contactEmail": "Contáctanos en:"
    },

    "cancellation": {
      "introTitle": "1. Introducción",
      "introText": "Esta Política de Cancelación establece los términos aplicables a cancelaciones, cambios y reembolsos de vuelos en globo aerostático con Flying Pictures México.",
      "customerTitle": "2. Cancelaciones por parte del cliente",
      "customerIntro": "Si necesitas cancelar tu reservación, aplican las siguientes condiciones:",
      "refund72": "Más de 72 horas: reembolso total del 100%.",
      "refund48": "24–72 horas: reembolso del 50% o un cambio de fecha sin costo.",
      "refund24": "Menos de 24 horas: sin reembolso. Solo cambio de fecha sujeto a disponibilidad.",
      "customerNote": "Las cancelaciones deben solicitarse por escrito vía correo electrónico. El procesamiento del reembolso tarda de 5 a 10 días hábiles.",
      "noshowTitle": "3. No presentación",
      "noshowText": "No presentarse en tiempo y lugar implica la pérdida total del pago sin derecho a reembolso o cambio.",
      "changesTitle": "4. Cambios de fecha",
      "changesIntro": "Para cambios de fecha:",
      "change72": "Más de 72 horas: cambio gratuito sujeto a disponibilidad.",
      "change48": "24–72 horas: un cambio gratuito; cambios adicionales pueden generar un cargo del 25%.",
      "change24": "Menos de 24 horas: cambio sujeto a disponibilidad con cargo del 50%.",
      "changesNote": "Las solicitudes deben realizarse al menos 4 horas antes del vuelo.",
      "weatherTitle": "5. Cancelaciones por clima",
      "weatherIntro": "Si cancelamos por clima inseguro, puedes elegir:",
      "weatherRefund": "Reembolso total del 100%.",
      "weatherReschedule": "Reprogramación gratuita.",
      "weatherCredit": "Crédito válido por 12 meses.",
      "weatherNote": "La decisión de cancelación climática corresponde exclusivamente al piloto certificado.",
      "healthTitle": "6. Cancelaciones por salud",
      "healthIntro": "Si no puedes volar por motivos médicos:",
      "healthWithCert": "Con certificado médico: reembolso total o cambio gratuito.",
      "healthWithoutCert": "Sin certificado: aplica la política estándar.",
      "healthNote": "El certificado debe ser emitido por un profesional médico autorizado.",
      "processTitle": "7. Proceso de reembolso",
      "processIntro": "Para solicitar un reembolso:",
      "process1": "Enviar solicitud a refunds@flyingpicturesmexico.com",
      "process2": "Incluir número de reservación y motivo.",
      "process3": "Adjuntar documentación cuando aplique.",
      "process4": "Esperar confirmación (24–48 horas).",
      "process5": "Procesamiento de 5 a 10 días hábiles.",
      "process6": "El reembolso se realiza al método de pago original.",
      "groupsTitle": "8. Reservaciones grupales",
      "groupsText": "Para grupos de 8 o más personas aplican políticas especiales.",
      "insuranceTitle": "9. Seguro de viaje",
      "insuranceText": "Recomendamos contratar un seguro de viaje. Ofrecemos seguro de cancelación opcional al reservar.",
      "exceptionsTitle": "10. Excepciones",
      "exceptionsText": "Flying Pictures México evaluará casos excepcionales de manera individual.",
      "contactTitle": "11. Contacto",
      "contactEmail": "Contáctanos en:",
      "contactPhone": "Teléfono de atención:",
      "contactSchedule": "Horario de atención:"
    }
  }
}
